/* STM */
"Ink Levels" = "Níveis de Tinta Aproximados";

/* Nozzle */
"NOZZLE01TEXT01" = "Para efectuar uma verificação dos jactos, certifique-se de que a impressora está ligada à corrente e ao computador. Certifique-se de que retirou o suporte para CD/DVD e que o alimentador frontal está na posição de papel; caso contrário, não é possível efectuar a \"Verificação dos Jactos\". Verifique também se tem papel normal de formato A4 ou Letter colocado no alimentador. Faça clique em [Imprimir] para imprimir um modelo de verificação dos jactos ou em [Cancelar] para sair.";
"NOZZLE01B01" = "Imprimir";
"NOZZLE01B02" = "Cancelar";

"NOZZLE02TEXT01" = "Compare o modelo impresso com a amostra anterior. Se o modelo de verificação dos jactos tiver linhas tracejadas, clique em [Limpar]. Para sair, clique em [Terminar].";
"NOZZLE02SPE01" = "Superior: Bem
Inferior: Necessita limpeza";
"NOZZLE02B01" = "Terminar";
"NOZZLE02B03" = "Limpar";

/* Cleaning */
"HEADCLEANING01TEXT01" = "Certifique-se de que retirou o suporte para CD/DVD e que o alimentador frontal está na posição de papel; caso contrário, não é possível efectuar a \"Limpeza das Cabeças\". Faça clique em [Iniciar] para limpar os jactos da cabeça de impressão. Uma vez que o processo de limpeza consome alguma tinta, limpe a cabeça de impressão apenas quando aparecerem áreas esbatidas ou falhas na impressão. Para saber se a cabeça de impressão precisa de ser limpa, execute primeiro o utilitário \"Verificação dos Jactos\".
Importante: Não insira o suporte para CD/DVD antes de a limpeza terminar.
Nota: Antes de executar uma limpeza, certifique-se de que o fecho de transporte está na posição de desbloqueio (Printing) conforme ilustra a imagem.";
"HEADCLEANING01B01" = "Cancelar";
"HEADCLEANING01B02" = "Iniciar";

"HEADCLEANING02TEXT01" = "Aguarde ...";
"HEADCLEANING02TEXT02" = "Limpeza em curso. É favor aguardar.
Importante: Não insira o suporte para CDs/DVDs antes de a limpeza terminar.";
"HEADCLEANING02B01" = "Fechar";

"HEADCLEANING03TEXT01" = "O ciclo de limpeza terminou. Para verificar se a limpeza resultou, faça clique em [Imprimir Modelo de Verificação dos Jactos].";
"HEADCLEANING03B01" = "Terminar";
"HEADCLEANING03B03" = "Imprimir Modelo de Verificação dos Jactos";

/* Gap */
"GAP01TEXT01" = "Para melhorar a qualidade das impressões, execute o utilitário Alinhamento das Cabeças antes de imprimir no modo de alta velocidade. Este utilitário corrige igualmente as linhas verticais desalinhadas e as impressões esbatidas.
Certifique-se de que retirou o suporte para CD/DVD e que o alimentador frontal está na posição de papel; caso contrário, não é possível efectuar o \"Alinhamento das Cabeças\".";
"GAP01B01" = "Seguinte >";
"GAP01B02" = "Cancelar";

"GAP02TEXT01" = "Será impressa uma folha de alinhamento vertical.
Certifique-se de que a impressora está ligada à corrente e ligada ao computador. Verifique também se tem papel normal de formato A4 ou Letter no alimentador.
Faça clique em [Imprimir] quando estiver pronto.";
"GAP02B01" = "Imprimir";
"GAP02B02" = "Cancelar";

"GAP03TEXT01" = "Observe a folha de alinhamento.
Procure o quadrado sem faixas visíveis nos conjuntos de #1 a #5. Seleccione o número que corresponde a esse quadrado na lista seguinte para todos os conjuntos. Faça clique em [Terminar].
Se existir uma banda em cada quadrado, seleccione o quadrado com a banda mais pequena de todas. Em seguida, faça clique em [Realinhamento].";
"GAP03B01" = "Terminar";
"GAP03B02" = "Cancelar";
"GAP03B03" = "Realinhamento";

/* Power Ink Flushing */
"POWERINKFLUSHING01TEXT01" = "Se as impressões ainda contiverem faixas ou cores em falta, mesmo depois de executar a Limpeza das Cabeças várias vezes, poderá ter de substituir a tinta no interior dos tubos de tinta para resolver o problema.

Esta função permite substituir toda a tinta do interior dos tubos de tinta.

Esta função consome muita tinta. Recomendamos que utilize apenas esta função após executar a Limpeza das Cabeças várias vezes.";
"POWERINKFLUSHING01B01" = "Cancelar";
"POWERINKFLUSHING01B02" = "Seguinte >";

"POWERINKFLUSHING02TEXT01" = "Antes de executar esta função, certifique-se de que o fecho de transporte está na posição de desbloqueio (Printing) conforme ilustra a imagem.

Nota: O fecho de transporte tem de estar sempre desbloqueado quando a impressora estiver a ser utilizada.";

"POWERINKFLUSHING03TEXT01" = "Tem a certeza de que deseja executar esta função?
Para substituir toda a tinta dos tubos, é necessário consumir muita tinta.
Recomendamos que efectue a Limpeza das Cabeças várias vezes para tentar resolver o problema antes de utilizar esta função. Faça clique em [Cancelar] e experimente a Limpeza das Cabeças.

Nota: Esta função produz efeitos na vida útil das almofadas de tinta residual. As almofadas de tinta residual atingem a sua capacidade mais cedo se executar esta função.
Se as almofadas de tinta residual chegarem ao fim da vida útil, contacte a Assistência Epson para solicitar a substituição.

Certifique-se de que retirou o suporte para CD/DVD e que o alimentador frontal está na posição de papel; caso contrário, não é possível efectuar a Superdescarga de Tinta. Faça clique em [Iniciar] para iniciar a substituição da tinta.
Depois de iniciada, esta função não pode ser interrompida.
Importante: Não insira o suporte para CD/DVD antes de a Superdescarga de Tinta terminar.";
"POWERINKFLUSHING03B01" = "Cancelar";
"POWERINKFLUSHING03B02" = "Iniciar";

"POWERINKFLUSHING04TEXT01" = "Aguarde ...";
"POWERINKFLUSHING04TEXT02" = "Superdescarga de Tinta em curso.
É favor aguardar.
Importante: Não insira o suporte para CD/DVD antes de a Superdescarga de Tinta terminar.";
"POWERINKFLUSHING04B01" = "Fechar";

"POWERINKFLUSHING05TEXT01" = "A Superdescarga de Tinta terminou.
Para verificar se a descarga de tinta resultou, faça clique em [Imprimir Modelo de Verificação dos Jactos].";
"POWERINKFLUSHING05B01" = "Terminar";
"POWERINKFLUSHING05B03" = "Imprimir Modelo de Verificação dos Jactos";

/* Ink Tank Utility */
"INKTANKUTILITYB01" = "OK";
"INKTANKUTILITYB02" = "Seguinte";
"INKTANKUTILITYB03" = "Cancelar";
"INKTANKUTILITYB04" = "Verso";
"INKTANKUTILITYB05" = "Sim";
"INKTANKUTILITYB06" = "Não";

//Common
"INKTANKUTCOMMONTEXT01" = "Este utilitário está actualmente indisponível.
Nota: Se estiverem ligadas duas ou mais impressoras, seleccione a impressora que pretende utilizar na lista de impressoras e volte a fazer clique no ícone [Utilitário dos Tinteiros].";
"INKTANKUTCOMMONTEXT02" = "Introduza o ID de 13 dígitos que está indicado em cada frasco de tinta.
Nota: Os ID só são válidos uma vez. Não introduza os ID antes de recarregar a tinta.
Faça clique em [Seguinte] para iniciar a autenticação do ID.";
"INKTANKUTCOMMONTEXT03" = "Não é possível garantir a qualidade ou fiabilidade da tinta não original, a qual pode ainda causar danos no produto não cobertos pela garantia Epson.
A utilização de tinta não original fica registada para possível uso dos serviços técnicos.
Para uma qualidade e fiabilidade máximas, a Epson recomenda a utilização de tinta Epson original.
Continuar a utilizar esta tinta?";
"INKTANKUTCOMMONTEXT04" = "Pode continuar a imprimir.
Faça clique em [OK] para fechar esta mensagem.
Se pretender recarregar a tinta agora, volte a fazer clique no ícone [Utilitário dos Tinteiros].";
"INKTANKUTCOMMONTEXT06" = "Tem a certeza de que deseja cancelar este utilitário?
Se cancelar o utilitário, terá de voltar a executá-lo.";
"INKTANKUTCOMMONTEXT07" = "O(s) ID é(são) inválido(s).
Confirme o ID correcto e volte a introduzir o ID.";
"INKTANKUTCOMMONTEXT08" = "O(s) ID é(são) inválido(s).
Confirme o(s) ID correcto(s).
Faça clique em [Cancelar] para voltar a introduzir o(s) ID.";
"INKTANKUTCOMMONTEXT09" = "Antes de utilizar a impressora, certifique-se de que o fecho de transporte está na posição de desbloqueio (Printing) conforme ilustra a imagem.";

//Inital Fill
"INKTANKUTINITIALTEXT01" = "Apague todas as tarefas de impressão.

Antes de utilizar a impressora, certifique-se de que o fecho de transporte está na posição de desbloqueio (Printing) conforme ilustra a imagem.";
"INKTANKUTINITIALTEXT02" = "Recarregar tinta do tinteiro.

%fillcolor%

A Epson recomenda a utilização de tinta Epson genuína. Recarregue a tinta até à linha do tinteiro. Consulte o manual da impressora para saber como recarregar a tinta. Depois de recarregar a tinta e de instalar o tinteiro, faça clique em [Seguinte] para introduzir o ID.";
"INKTANKUTINITIALTEXT03" = "Carregamento da tinta em curso.
Aguarde cerca de 20 minutos até que termine.

Nota: Nunca desligue a impressora sem que o indicador de funcionamento deixe de estar intermitente e fique aceso.";
"INKTANKUTINITIALTEXT04" = "Quando utilizar a impressora, certifique-se de que o fecho de transporte está na posição de desbloqueio (Printing); caso contrário, a tinta não é distribuída e ocorrem problemas de qualidade de impressão. Coloque o fecho de transporte na posição de bloqueio (Transporting) apenas durante o transporte, pois a tinta pode verter.";

//Manual Check
"INKTANKMANUALTEXT01" = "Apague todas as tarefas de impressão.

Verifique a quantidade de tinta restante no tinteiro. Faça clique em [Acima] se o nível de tinta estiver acima da linha. Faça clique em [Abaixo] se o nível de tinta estiver abaixo da linha. Se o nível de tinta estiver acima da linha, a Epson recomenda que faça clique em [Acima] até que o nível de tinta atinja a linha, para que o tinteiro possa ser recarregado com o conteúdo integral de um novo frasco de tinta.
Nota: Continuar a utilizar a impressora quando o nível de tinta estiver abaixo da linha do tinteiro pode danificá-la.";
"INKTANKMANUALTEXT02" = "Apague todas as tarefas de impressão.

Verifique a quantidade de tinta restante no tinteiro. Se o nível de tinta estiver a mais de 20 mm do fundo da unidade do tinteiro, a Epson recomenda que faça clique em [Acima] até que o nível atinja os 20 mm do fundo, para que o tinteiro possa ser recarregado com o conteúdo integral de um novo frasco de tinta. Faça clique em [Acima] se o nível de tinta estiver a mais de 20 mm do fundo. Faça clique em [Abaixo] se o nível de tinta estiver a 20 mm ou menos do fundo.
Nota: Continuar a utilizar a impressora quando o nível de tinta estiver a menos de 20 mm do fundo da unidade do tinteiro pode danificar a impressora. Para verificar os níveis de tinta, utilize a régua incluída com a impressora.";
"INKTANKMANUALTEXT03" = "Recarregar tinta do tinteiro.

%fillcolor%

A Epson recomenda a utilização de tinta Epson genuína. Recarregue a tinta até à linha do tinteiro. Consulte o manual da impressora para saber como recarregar a tinta. Depois de recarregar a tinta e de instalar o tinteiro, faça clique em [Seguinte] para introduzir o ID.";

/* Error */
"ERCOMMON_B01" = "Cancelar";
"ERCOMMON_B02" = "Continuar";
"PRINTERBUTTON00" = "Papel";
"WRCOMMON_B01" = "OK";
"WRCOMMON_B02" = "Cancelar";
"ER00_TEXTA" = "Erro";
"ER00_TEXTB" = "1. Apague todas as tarefas de impressão.
2. Desligue o interruptor e retire o papel que possa estar encravado.
3. Aguarde alguns minutos e volte a ligar o interruptor.";
"ER00_TEXTA_D4" = "Erro";
"ER00_TEXTB_D4" = "1. Apague todas as tarefas de impressão.
2. Desligue o interruptor e retire o papel que possa estar encravado.
3. Aguarde alguns minutos e volte a ligar o interruptor.";
"ER00_B01_D4" = "Cancelar";
"ER01_TEXTA" = "A impressora está ocupada";
"ER01_TEXTB" = "É favor aguardar...";
"ER04_TEXTA" = "Encravamento de papel";
"ER04_TEXTB" = "Para folhas soltas, desligue a impressora e retire manualmente o papel encravado.
Para um CD ou DVD, retire o alimentador de CD/DVD. Em seguida, pressione a tecla do papel da impressora.";
"ER05_TEXTA" = "Verificar Níveis da Tinta";
"ER05_TEXTB" = "Necessita de verificar a quantidade de tinta restante. Faça clique no ícone [Utilitário dos Tinteiros] no Epson Printer Utility 4. Os Níveis de Tinta Aproximados podem diferir dos níveis de tinta reais. Para confirmar a quantidade real de tinta restante, verifique visualmente os níveis de tinta nos tinteiros da impressora.";
"ER05_TEXTA_FF" = "Erro de instalação inicial";
"ER05_TEXTB_FF" = "Faça clique no ícone [Utilitário dos Tinteiros] para carregar o sistema de tinta.";
"ER06_TEXTA_D4" = "Sem papel ou carregamento incorrecto";
"ER06_TEXTB_D4" = "1. Volte a colocar o papel.
2. Coloque o alimentador frontal na posição de papel inferior.
3. Pressione a tecla %btn% do produto.

Faça clique em [Cancelar] para cancelar a tarefa de impressão quando aparecer. Se não for cancelada, cancele-a no produto.";
"ER06_B01_D4" = "Continuar";
"ER06_B02_D4" = "Cancelar";
"ER06_TEXTA" = "Sem papel ou carregamento incorrecto";
"ER06_TEXTB" = "1. Volte a colocar o papel.
2. Coloque o alimentador frontal na posição de papel inferior.
3. Pressione a tecla %btn% do produto.

Faça clique em [Cancelar] para cancelar a tarefa de impressão quando aparecer. Se não for cancelada, cancele-a no produto.";
"ER10_TEXTA" = "É necessária assistência técnica";
"ER10_TEXTB" = "Uma almofada de tinta da impressora está a chegar ao fim da sua vida útil.
Contacte a assistência Epson.";
"ER12_TEXTA" = "Erro na alimentação de múltiplas páginas";
"ER12_TEXTB" = "Adopte uma das seguintes soluções.
- Retire e volte a colocar o papel. Pressione a tecla %btn% do produto.
- Faça clique em [Cancelar] para cancelar a tarefa de impressão se esta opção for apresentada. Se esta não for cancelada, cancele-a no produto.";
"ER12_TEXTA_D4" = "Erro na alimentação de múltiplas páginas";
"ER12_TEXTB_D4" = "Adopte uma das seguintes soluções.
- Retire e volte a colocar o papel. Pressione a tecla %btn% do produto.
- Faça clique em [Cancelar] para cancelar a tarefa de impressão se esta opção for apresentada. Se esta não for cancelada, cancele-a no produto.";
"ER12_B01_D4" = "Cancelar";
"ER29_TEXTA" = "O tabuleiro de CD/DVD não está correctamente colocado";
"ER29_TEXTB" = "Volte a colocar papel no alimentador e, em seguida, pressione a tecla de papel situada na impressora.";
"ER2A_TEXTA" = "Alimentação incorrecta";
"ER2A_TEXTB" = "1. Coloque o papel com a margem curta voltada para cima e ajuste os guias de margem.
2. Pressione a tecla %btn% do produto.";
"ER37_TEXTA" = "A tampa está aberta";
"ER37_TEXTB" = "Feche a tampa.";
"ER38_TEXTA" = "Erro de posição do alimentador frontal";
"ER38_TEXTB" = "Para folhas de papel, coloque manualmente o alimentador frontal na posição de papel inferior.
Para um CD ou DVD, coloque manualmente o alimentador frontal na posição de CD/DVD superior.";
"Common Error Text1" = "Erro";
"Common Error Text2" = "1. Apague todas as tarefas de impressão.
2. Desligue o interruptor e retire o papel que possa estar encravado.
3. Aguarde alguns minutos e volte a ligar o interruptor.";
"Common Error B1" = "Cancelar";
"Cleaning status" = "A impressora está ocupada";
"Shipment status" = "Erro de instalação inicial";
"WRINKLOW_TEXTA" = "Há pouca tinta";
"WRINKLOW_TEXTB" = "Pode continuar a imprimir. Para recarregar a tinta agora, faça clique no ícone [Utilitário dos Tinteiros] no Epson Printer Utility 4. Os Níveis de Tinta Aproximados podem diferir dos níveis de tinta reais. Para confirmar a quantidade real de tinta restante, verifique visualmente os níveis de tinta nos tinteiros da impressora.";
"WRCD_TEXTA" = "Não é possível concluir a Limpeza das Cabeças.";
"WRCD_TEXTB" = "Pode continuar a imprimir. Para recarregar a tinta agora, faça clique no ícone [Utilitário dos Tinteiros] no Epson Printer Utility 4. Os Níveis de Tinta Aproximados podem diferir dos níveis de tinta reais. Para confirmar a quantidade real de tinta restante, verifique visualmente os níveis de tinta nos tinteiros da impressora.";
"WRCD_TEXTA_UTO" = "A Superdescarga de Tinta não pode ser concluída.";
"WRCD_TEXTB_UTO" = "Pode continuar a imprimir. Para recarregar a tinta agora, faça clique no ícone [Utilitário dos Tinteiros] no Epson Printer Utility 4. Os Níveis de Tinta Aproximados podem diferir dos níveis de tinta reais. Para confirmar a quantidade real de tinta restante, verifique visualmente os níveis de tinta nos tinteiros da impressora.";
"WRINKLOW2_TEXTA" = "Há pouca tinta";
"WRINKLOW2_TEXTB" = "Pode continuar a imprimir. Para recarregar a tinta agora, faça clique no ícone [Utilitário dos Tinteiros] no Epson Printer Utility 4. Os Níveis de Tinta Aproximados podem diferir dos níveis de tinta reais. Para confirmar a quantidade real de tinta restante, verifique visualmente os níveis de tinta nos tinteiros da impressora.";
"WR20_TEXTA" = "É necessária assistência técnica";
"WR20_TEXTB" = "As almofadas de tinta da impressora estão a chegar ao fim da sua vida útil. Contacte a assistência Epson.";
"COMUERR_TEXTA" = "Erro de comunicação";
"COMUERR_TEXTB" = "Ligue o produto ao computador e active-o. Se desligar o produto durante a impressão, cancele a tarefa de impressão.";
"COMUERR_B01" = "REPETIR";
"COMUERR_B02" = "Cancelar";
"CHARGINGSTATUS_TEXTA_PROXY" = "Carregar o sistema de tinta";

